[
    {
      "name": "Plaza Mayor",
      "address": "Historic Center, Villa de Leyva, Boyacá, Colombia",
      "description": "The main square of Villa de Leyva, one of the largest in the Americas, fully cobbled and surrounded by colonial architecture.",
      "image": "images/place_01.webp"
    },
    {
      "name": "Casa Terracota",
      "address": "Monquirá village, 10 minutes from downtown Villa de Leyva",
      "description": "A house entirely built out of baked clay, considered the largest piece of pottery in the world.",
      "image": "images/place_02.webp"
    },
    {
      "name": "El Fósil Museum",
      "address": "Km 5 on the road to Santa Sofía, Villa de Leyva, Boyacá",
      "description": "Paleontological museum housing a fossil of a Kronosaurus over 120 million years old, among other prehistoric findings.",
      "image": "images/place_03.webp"
    },
    {
      "name": "El Infiernito (Monquirá Archaeological Site)",
      "address": "Monquirá village, 6 km from Villa de Leyva",
      "description": "An ancient Muisca archaeological site with stone monoliths and a pre-Columbian astronomical observatory.",
      "image": "images/place_04.webp"
    },
    {
      "name": "Iguaque Lagoon",
      "address": "Iguaque Flora and Fauna Sanctuary, road from Villa de Leyva to Arcabuco",
      "description": "A sacred Muisca lagoon located in the páramo; accessible through an ecological hike in a protected natural area.",
      "image": "images/place_05.webp"
    },
    {
      "name": "Pozos Azules",
      "address": "Monquirá village, 3 km from downtown Villa de Leyva",
      "description": "A group of artificial turquoise-colored ponds created by mineral filtration and former mining activity.",
      "image": "images/place_06.webp"
    },
    {
      "name": "Antonio Nariño House Museum",
      "address": "Carrera 9 No. 10-25, Villa de Leyva, Boyacá",
      "description": "Museum located in the house where independence leader Antonio Nariño lived, showcasing documents and artifacts.",
      "image": "images/place_07.webp"
    },
    {
      "name": "Museum of El Carmen",
      "address": "Calle 13 and Carrera 10, Villa de Leyva, near the main square",
      "description": "A church and religious art museum with an important collection of colonial religious paintings and sculptures.",
      "image": "images/place_08.webp"
    }
  ]
  